---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCaseNatureText
source: html/726daf4d-9058-36f2-edaf-46fc6885447c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCaseNatureText Property

"Nature"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCaseNatureText { get; }
```